/singleton/cultural_info/culture/generic
	nickname = "Малоизвестная культура"
	description = "Вы из одной из небольших, относительно неизвестных культур, разбросанных по Галактике."

/singleton/cultural_info/culture/human
	nickname = "Человек"
	description = "Вы из одной из разнообразных культур человеческих планет."

/singleton/cultural_info/culture/human/martian_surfacer
	nickname = "Марсианин, житель поверхности"
	description = "Вы происходите с поверхности Марса. Вы выросли в одном из множества фермерских общин, либо в \
	одном из крупных городов, таких как Олимпус. Большинство жителей поверхности известны как монсийцы - самая \
	большая этническая группа поверхности планеты. Довольно много жителей поверхности имеют достойное воспитание, \
	и представляют средний уровень комфорта, ожидаемый в пространстве ЦПСС. Почти все жители поверхности такие \
	же, как и многие по всей Галактике, хотя некоторые испытывают неприязнь к другим марсианским культурным \
	группам или слишком гордятся своим происхождением в целом, как в случае с гидеонцами, доходя до того, \
	что постоянно про нее упоминают."

/singleton/cultural_info/culture/human/martian_tunneller
	nickname = "Марсианин, житель подгорода"
	description = "Вы один из жителей ПодГородов Марса. ПодГорода, изначально возведенные в качестве \"временных\" \
	мест проживания, в то время как строятся города над ними, с тех пор переросли свои первоначальные размеры и \
	теперь распространились под поверхностью красной планеты. Туннельщики, несмотря на такой же доступ к \
	одинаковым благам и услугам, как и у жителей поверхности, всё же несколько беднее своих надземных сородичей, \
	как результат своего менее удачного расположения, а также из-за высокой преступности, происходящей от веков \
	небрежного отношения и большей заинтересованности марсианского правительства в делах на поверхности. \
	Большинство туннельщиков упрямы и неунывающи, но недоверчивы и осторожны с чужаками, а не-марсиан и вовсе \
	открыто не любят."

/singleton/cultural_info/culture/human/luna_poor
	nickname = "Селенианин, низший класс"
	description = "Вы родом с Луны - естественного спутника Земли и дома богатейших, наикультурнейших или \
	влиятельных представителей человечества. К сожалению, вы совершенно точно к ним не относитесь... Хотя Луна и \
	известна своим богатством, искусством, культурой и старыми деньгами, она также является домом приличному \
	количеству рабочих с доходом ниже среднего, а то и вовсе низким. Обычно, это работники множества корпораций, \
	занятые в сфере обслуживания в одной из нескольких префектур, или жители Нью-Вегаса. Лунную \"бедноту\" \
	обычно возмущают богатые, из-за их финансовой, культурной и политической власти и влияния на жизни бедных."

/singleton/cultural_info/culture/human/luna_rich
	nickname = "Селенианин, высший класс"
	description = "Вы родом с Луны - естественного спутника Земли и дома богатейших, наикультурнейших или \
	влиятельных представителей человечества. К счастью, вы часть этой хорошо обеспеченной элиты. Богачи Луны \
	имеют политическое и экономическое влияние не только на ней, но и в различных корпорациях, организациях и \
	даже правительственных органах ЦПСС. Лунный высший класс не весь одинаков; обычно разделяясь между новыми \
	корпоративными богачами и богатыми аристократами из старых династий, многие члены которых смотрят на \
	\"новичков\" свысока. Большая часть элиты на Луне впутаны в \"Игру\", постоянные политические манёвры и \
	интриги среди различных фракций и влиятельных личностей с намерениями, выходящими далеко за пределы споров \
	между префектурами."

/singleton/cultural_info/culture/human/venusian_upper
	nickname = "Венерианин, житель Зон"
	description = "Вы из одной из многих Зон Венеры. Паря над поверхностью планеты на гигантских платформах, \
	вы принадлежите ко многим, кто живет на одной из самых пышных планет ЦПСС. Как жителю Венеры, вам не привыкать \
	к роскоши, богатству и развлечениям. Венера в основном привлекает туристов, и многие из постоянных жителей \
	работают в соответствующей сфере, имея довольно средний доход. Высший класс намного богаче, состоя из \
	владельцев отелей, казино и курортов, а также политиков, банкиров или просто богатых пенсионеров."

/singleton/cultural_info/culture/human/venusian_surfacer
	nickname = "Венерианин, житель поверхности"
	description = "Вы с поверхности Венеры, из числа занятых в шахтерстве, на производстве или в сфере услуг. \
	Жители поверхности Венеры довольно бедны, особенно если сравнивать с обитателями Зон, и имеют куда как более \
	низкие стандарты жизни, чем живущие сверху. Выносливые люди, проводящие большую часть своего времени за \
	работой в довольно небезопасных условиях для того, чтобы содержать общество над ними, жители поверхности \
	ценят честную работу, солидарность, единство и демократию. К несчастью, хотя они и поддерживают благородные \
	идеалы, их реальная ситуация не всегда им соответствует, и большая часть поверхности Венеры изобилует \
	организованной преступностью, сепаратистскими группами и другими преступными группировками."

/singleton/cultural_info/culture/human/belter
	nickname = "Белтер"
	description = "Вы с Цереры. Церериане и жители главного пояса астероидов Солнечной системы в разговорной \
	речи известны как «Белтеры». Традиционно люди, укоренившиеся в горнодобывающей промышленности, сегодня заняты \
	главным образом в сфере машиностроения, судостроения и технического обслуживания. \
	Белтеры довольно разнообразны, и что-то вроде плавильного котла из огромного количества временных рабочих, \
	экипажей автоперевозчиков и правительственных и корпоративных служащих, базирующихся вокруг великих верфей \
	Цереры. Это привело к тому, что культура белтеров в основном связана с переменами, новыми людьми и новым \
	опытом, а также с чувством гордости за свою работу, поскольку репутация кораблестроение Цереры широко \
	известна в человеческом пространстве."

/singleton/cultural_info/culture/human/plutonian
	nickname = "Плутонианин"
	description = "Вы с Плутона, один из многих обитателей этого жестокого и неумолимого мира. В течение многих \
	лет Плутон находился в состоянии медленного разложения и упадка, в результате чего большая часть \
	инфраструктуры планеты стала нестабильной и распалась. Это, в сочетании с безудержной коррупцией и большим \
	влиянием криминальных организаций на большей части планеты, привело к тому, что у людей Плутона плохая \
	репутация, а граждане здесь имеют дурную славу. Сами люди, однако, обычно просто мечтают о том, чтобы \
	покинуть это место и переехать в более комфортные места. К сожалению, несмотря на усилия ЦПСС, многие \
	плутониане, как правило, поддерживают преступные связи, даже за пределами планеты."

/singleton/cultural_info/culture/human/earthling
	nickname = "Землянин"
	description = "Вы с Земли - колыбели человечества. Культура Земли такая же, какой она была на протяжении \
	веков, со старыми национальными государствами, хоть и не столь политически важными, но все же культурно \
	значимыми для многих людей по всей галактике, так как все уходят корнями на эту планету. Несмотря на то, \
	что географически они не так разнообразны, как в прошлом, в большинстве стран есть по крайней мере две \
	аркологии, составляющие большую часть своего населения, а остальные люди живут в небольших деревнях или в \
	одной из многочисленных общин по охране природы. Длительный период восстановления Земли привел к тому, \
	что большая часть населения была осведомлена об окружающей среде и активно защищает природные ресурсы, \
	стремясь избежать ошибок прошлого. Большинство землян - довольный народ, который считает себя самым близким \
	к природе и хранителями наследия человечества."

/singleton/cultural_info/culture/human/ceti
	nickname = "Эпсилонец"
	description = "Вы из Эпсилон Кита - технологического хаба ЦПСС. Как эпсилонианин, вы не новичок в передовых \
	технологиях, присутствующих в пространстве ЦПСС. Ставя образование и новейшие технологии на первое место \
	среди своих приоритетов, люди из Тау Кита являются одними из самых ярких и продвинутых в технологиях. \
	Это дало тем, кто находится в системе, репутацию превосходящих всех в технических вопросах, а тех, кто \
	учился в Технологическом Институте Кита, считают одними из самых квалифицированных технических специалистов \
	на территории человечества. В последнее время в обществе эпсилонианов усиливается трансгуманистический \
	элемент, что приводит к выраженной кибер-культуре; нередко можно увидеть, как эпсилониане украшают себя \
	металлом и хромом."

/singleton/cultural_info/culture/human/spacer_core
	nickname = "Спейсер, центральные системы"
	description = "Вы родились посреди космического пространства между мирами, достаточно близко к развитым \
	планетам. Вы из одной из бесчисленных космических станций, орбитальных платформ, дальнобойных грузовых \
	кораблей, гейтвеев или других объектов, которые занимают огромные пространства в космосе. Спейсеры \
	центральных миров привыкли к жизни быстрых пересадок, постоянно перемещаясь от места к месту, встречая \
	множество людей и принимая многие культуры, близкие к дому человечества. Как таковые, спейсеры центральных \
	миров, как правило, заняты работой, общительны и мобильны, редко довольные оседлой жизнью. Они почти \
	повсеместно знают, как жить и работать среди пустоты и более готовы к космическим сюрпризам, чем их \
	привязанные к планетам коллеги."

/singleton/cultural_info/culture/human/spacer_frontier
	nickname = "Спейсер, фронтир"
	description =  "Вы родились посреди космического пространства между мирами, достаточно близко к обширной \
	границе территории ЦПСС или за ее пределами. Здесь такие вещи, как национальная идентичность и культура, \
	значат меньше; те, кто живет так далеко от центральных миров, беспокоятся только за свою семью и близких \
	друзей, а не за какую-то большую группу. Рожденные на одном из дальнобойных грузовых кораблей, которые \
	перемещаются между мирами фронтира, доставляющие жизненно важные товары, или на одном из одиноких форпостов \
	фронтира, - такие люди растут в маленьких, тесных пространствах с немногими другими людьми и, как правило, \
	наиболее знакомы со старыми, надежными, но просроченными технологиями. Независимые люди на фронтире более \
	склонны к изоляционизму и самостоятельности."

/singleton/cultural_info/culture/human/confederate
	nickname = "Терранец"
	description = "Вы с Терры (не с Земли), что находится в системе Гильгамеш. Это столичный мир Гильгамешской \
	Колониальной Конфедерации. Её жители воплощают в себе все то, что значит быть частью ГКК. К сожалению, годы, \
	прошедшие после Гайского Конфликта, оказались нелегкими для Терры, и длительный период восстановления \
	экономики не облегчил жизнь. Люди Терры, как правило, заняты в военном, промышленном, правительственном или \
	сервисном секторах, при этом особое внимание уделяется военной службе. Терранцы сегодня, как правило, бедные, \
	озлобленные и несколько разбитые люди, злые и обиженные из-за своих потерь в Гайском Конфликте. Воспитание на \
	Терре подчеркивает странное сочетание служения государству, либерализма и милитаризма."

/singleton/cultural_info/culture/human/gaia
	nickname = "Гайец"
	description = "Гайя - единственная планета в системе Галилей, служащая Демилитаризованной Зоной между ЦПСС и ТКК. \
	Сам со себе, это сельскохозяйственный мир, хотя различные конфликты на поверхности оставили неизгладимое \
	впечатление на облике планеты. Она делится на контролируемую ЦПСС Южную Гайю и контролируемую ТКК Северную Гайю, \
	при этом Новая Венеция остается нейтральной внутри ДМЗ. Население планеты остается разделенным даже спустя 10 лет \
	после Гайского конфликта. Новая Венеция находится на берегу озера Кабот. Пока мир разделен, нынешний мэр Новой \
	Венеции служит жизненно важным посредником между обеими сторонами. Местные жители устали от войны и жаждут увидеть \
	свои семьи снова. Они сильно пострадали во время войны и боятся, что это еще не конец."

/singleton/cultural_info/culture/human/other
	nickname = "Неопределенная культура"
	description = "Некоторые люди происходят из мест, о которых никто никогда не слышал, или мест, слишком \
	необузданных и фантастических, чтобы внести их в Галактическую Энциклопедию. Вы один из них."

/singleton/cultural_info/culture/human/vatgrown
	nickname = "Выращенный"
	description = "Вы были искусственно выращены в капсуле, либо клонированы, либо генетически модифицированы, \
	и ваш кругозор соответственно отклоняется от нормального человеческого уровня."
	
/singleton/cultural_info/culture/human/lorrimanian
	name = CULTURE_HUMAN_LORRIMAN
	nickname = "Лорриманианин"
	description = "Вы родом с Лорримана, планеты в системе Гессшир. \
	Общество вашей родной планеты сильно отличается от привычного человеческий расе, завязанное на науке и стремлении к новым открытиям.\
	Некоторые люди называют Лорриман кастовым сообществом, с разительными отличиями между образованной “элитой” и простой рабочей силой.\
	Вы, скорее всего, выросли в одном из бесчисленных научных комплексов, что расположились вдоль горных хребтов арктической планеты,\
	а ваша жизнь была тесно связана с наукой, с началом обучения в достаточно раннем возрасте.\
	Обучение в местном Институте является крайне интенсивным и получить Сертификат Знания удается далеко не всем.\
	Если вам удалось успешно закончить обучение - вам открыты многие дороги. \
	Конечно, роскошь - понятие не совсем применимое к жизни прагматичных людей Лорримана, \
	однако, не важно относитесь ли вы к ученым или же к рабочему классу, - ваше существование нельзя назвать бедным.\
	Напротив, ваша жизнь окружена технологическими новинками и самыми передовыми разработками человечества."
	economic_power = 1.3
	//language = LANGUAGE_HUMAN_LORRIMAN

/singleton/cultural_info/culture/human/avalon_noble
	name = CULTURE_HUMAN_AVANOBLE
	nickname = "Авалонец, дворянин"
	description = "Вы относите себя к аристократической культуре Авалона, где нет места таким мелочным проблемам \
	как неурожай, недостаток образованности или же отсутствие качественного лечения,\
	зато есть светские вечера в богатых домах, каверзные интриги и мастерство искусств.\
	Жизнь аристократа мало походит на свободную, замкнутую в цепи многочисленных традиций,\
	политики и амбиций, как ваших, так и чужих."
	economic_power = 1
	//language = LANGUAGE_HUMAN_AVALON

/singleton/cultural_info/culture/human/avalon_common
	name = CULTURE_HUMAN_AVACOMMON
	nickname = "Авалонец, простолюдин"
	description = "Вы относите себя к простонародной культуре Авалона, как простой человек Вы потратили большую часть времени на то,\
	чтобы оставаться на плаву и постоянно ожидать худшего, болезней, войн, голода.\
	Несмотря на то, что до аристократии вам далеко, хорошее лечение и образование было вполне доступно, хоть и сильно било по карману.\
	Впрочем, теперь Вы уже вне Авалона и его традиций, как и вне его проблем."
	economic_power = 0.4
	//language = LANGUAGE_HUMAN_AVALON

/singleton/cultural_info/culture/human/lord_upper
	name = CULTURE_HUMAN_LORDUP
	nickname = "Лорданианин, неоаристократ"
	description = "Вы родом с планеты Лордания - центра развлечений, моды и коммерции.\
	Будучи представителем неоаристократии, собственная семья для вас важнее всего, а к представителям других вы относитесь менее гостеприимно.\
	Акцент на социальный статус и роскошь сформировали ваш декадентный образ жизни, и вы с неохотой покидаете свою родину."
	economic_power = 1.3
	secondary_langs = list (LANGUAGE_HUMAN_EURO,
		LANGUAGE_HUMAN_CHINESE,
		LANGUAGE_HUMAN_ARABIC,
		LANGUAGE_HUMAN_INDIAN,
		LANGUAGE_HUMAN_IBERIAN,
		LANGUAGE_HUMAN_RUSSIAN,
		LANGUAGE_SPACER,
		LANGUAGE_GUTTER,
		LANGUAGE_SIGN)

/singleton/cultural_info/culture/human/lord_lower
	name = CULTURE_HUMAN_LORDLOW
	nickname = "Лорданианин, низший класс"
	description = "Вы родом с планеты Лордания - центра развлечений, моды и коммерции.\
	Будучи представителем рабочего класса, вы остаетесь традиционным служащим на базе лорданианского сектора.\
	Не имея каких-либо политических свобод, вы бы предпочли покинуть свою родину.\
	Несмотря на огромный разрыв между вами и высшими лорданианами, вы также извращены мыслями о богатстве и почете."
	economic_power = 1
	secondary_langs = list (LANGUAGE_HUMAN_EURO,
		LANGUAGE_HUMAN_CHINESE,
		LANGUAGE_HUMAN_ARABIC,
		LANGUAGE_HUMAN_INDIAN,
		LANGUAGE_HUMAN_IBERIAN,
		LANGUAGE_HUMAN_RUSSIAN,
		LANGUAGE_SPACER,
		LANGUAGE_GUTTER,
		LANGUAGE_SIGN)

/singleton/cultural_info/culture/human/miranian
	name = CULTURE_HUMAN_MIRANIAN
	nickname = "Миранианин"
	description = "Тенденции урбанизированной Мирании стали близки к националистическим и милитаристским после ее выхода из ЦПСС. \
	Миранианские отношения с Терранской Конфедерацией сегодня довольно дружелюбные, так как Мирания стремится наладить контакт с независимой от ЦПСС силой, чтобы закрепить свой дипломатический суверенитет.\
	Мирания практикует ксенофобскую политику, и недавние экономические трудности привели к тому, что многие из оставшихся обездоленных и безработных обратились к националистическим партиям, которые обещают довести Миранию на первые места и восстановить прежнюю сильную экономику. \
	Сегодня Мирания является концентратором науки и технологий на фронтире, особенно в сфере вооружений и кораблестроения."
	economic_power = 0.9
	//language = LANGUAGE_HUMAN_MIRANIAN
	secondary_langs = list (LANGUAGE_HUMAN_EURO,
		LANGUAGE_HUMAN_CHINESE,
		LANGUAGE_HUMAN_ARABIC,
		LANGUAGE_HUMAN_INDIAN,
		LANGUAGE_HUMAN_IBERIAN,
		LANGUAGE_HUMAN_RUSSIAN,
		LANGUAGE_SPACER,
		LANGUAGE_GUTTER,
		LANGUAGE_SIGN)

/singleton/cultural_info/culture/human/nyxian
	name = CULTURE_HUMAN_NYXIAN
	nickname = "Никсианин"
	description = "Вы родом из системы Никс - центра горной добычи и корпоративной войны.\
	Расположение здесь единственного известного форонового гиганта - Эребуса, привело к возведению бесчисленных холдингов транс-звездных корпораций и активности пиратов, колонизаторов, работорговцев и других подобных лиц, одним из которых вы, скорее всего, и являетесь.\
	Население системы многокультурно и здесь можно встретить все слои общества, от честных шахтеров до закаленных преступников, просто желающих разбогатеть."
	economic_power = 1
	secondary_langs = list (LANGUAGE_HUMAN_EURO,
		LANGUAGE_HUMAN_CHINESE,
		LANGUAGE_HUMAN_ARABIC,
		LANGUAGE_HUMAN_INDIAN,
		LANGUAGE_HUMAN_IBERIAN,
		LANGUAGE_HUMAN_RUSSIAN,
		LANGUAGE_SPACER,
		LANGUAGE_GUTTER,
		LANGUAGE_SIGN)
